goods = {

    # 鲍伊猎刀
    44934: '鲍伊猎刀-渐变大理石-崭新',
    62099: '鲍伊猎刀-澄澈之水-崭新',
    2967: '鲍伊猎刀-大马士革钢-崭新',

    # 蝴蝶刀
    892: '蝴蝶刀-原版-原版',
    6201: '蝴蝶刀-外表生锈-战痕',
    44458: '蝴蝶刀-虎牙-崭新',

    # 弯刀
    1708: '弯刀-渐变大理石-崭新',
    47282: '弯刀-虎牙-崭新',
    2969: '弯刀-大马士革钢-略磨',

    # 折叠刀
    43574: '折叠刀-多普勒-崭新',
    45238: '折叠刀-伽马多普勒-崭新',
    44603: '折叠刀-原版-原版',

    # 穿肠刀
    44038: '穿肠刀-多普勒-崭新',
    10994: '穿肠刀-伽马多普勒-崭新',
    51630: '穿肠刀-传说-久经',

    # 猎杀者匕首
    49690: '猎杀者匕首-原版-原版',
    44939: '猎杀者匕首-渐变大理石-崭新',
    47747: '猎杀者匕首-多普勒-崭新',

    # M9刺刀
    754: 'M9刺刀-多普勒-崭新',
    2025: 'M9刺刀-外表生锈-战痕',
    45197: 'M9刺刀-原版-原版',

    # 刺刀
    1681: '刺刀-多普勒-崭新',
    3242: '刺刀-外表生锈-战痕',
    44488: '刺刀-原版-原版',

    # 爪子刀
    1785: '爪子刀-多普勒-崭新',
    2980: '爪子刀-外表生锈-战痕',
    7483: '爪子刀-自动化-久经',

    # 暗影双匕
    45931: '暗影双匕-虎牙-崭新',
    44894: '暗影双匕-多普勒-崭新',
    35223: '暗影双匕-渐变大理石-崭新',

    # 短剑
    2791: '短剑-原版-原版',
    1679: '短剑-渐变大理石-崭新',
    44191: '短剑-外表生锈-战痕',

    # 熊刀
    1678: '熊刀-原版-原版',
    275: '熊刀-渐变大理石-崭新',
    48420: '熊刀-渐变之色-崭新',

    # 折刀
    6992: '折刀-渐变之色-崭新',
    5870: '折刀-原版-原版',
    48546: '折刀-多普勒-崭新',

    # 锯齿爪刀
    43951: '锯齿爪刀-原版-原版',
    9009: '锯齿爪刀-渐变大理石-崭新',
    1967: '锯齿爪刀-外表生锈-战痕',

    # 海豹短刀
    44412: '海豹短刀-渐变之色-崭新',
    46877: '海豹短刀-原版-原版',
    46345: '海豹短刀-夜色-久经',

    # 系绳匕首
    44787: '系绳匕首-原版-原版',
    49539: '系绳匕首-渐变之色-崭新',
    2000: '系绳匕首-人工染色-久经',

    # 求生匕首
    34774: '求生匕首-原版-原版',
    47973: '求生匕首-渐变之色-崭新',
    52821: '求生匕首-蓝钢-略磨',

    # 流浪者匕首
    43810: '流浪者匕首-原版-原版',
    52048: '流浪者匕首-北方森林-久经',
    34683: '流浪者匕首-渐变之色-崭新',

    # 骷髅匕首
    44661: '骷髅匕首-原版-原版',
    47233: '骷髅匕首-狩猎网格-久经',
    46695: '骷髅匕首-渐变之色-崭新',

    # 专业手套
    43766: '专业手套-大腕-久经',
    2130: '专业手套-渐变之色-久经',
    51329: '专业手套-老虎精英-久经',

    # 九头蛇手套
    530: '九头蛇手套-红树林-久经',
    45987: '九头蛇手套-响尾蛇-久经',
    6991: '九头蛇手套-表面淬火-久经',

    # 驾驶手套
    2480: '驾驶手套-王蛇-久经',
    47864: '驾驶手套-雪豹-久经',
    10105: '驾驶手套-蓝紫格子-久经',

    # 摩托手套
    2135: '摩托手套-嘭-久经',
    1672: '摩托手套-交运-久经',
    34713: '摩托手套-玳瑁-久经',

    # 运动手套
    2096: '运动手套-欧米伽-久经',
    741: '运动手套-双栖-久经',
    1979: '运动手套-迈阿密风云-久经',

    # 裹手
    2097: '裹手-钴蓝骷髅-久经',
    43530: '裹手-套印-久经',
    43362: '裹手-森林色调-久经',

    # 血猎手套
    44230: '血猎手套-焦炭-久经',
    44663: '血猎手套-游击队-久经',
    9003: '血猎手套-染铜-久经',

    # 狂牙手套
    49699: '狂牙手套-黄色斑纹-久经',
    49236: '狂牙手套-翡翠-久经',
    46531: '狂牙手套-精神错乱-久经',

    # AWP
    43393: 'AWP-雷击-崭新',

}
