goods = {

    # 刀
    275: '熊刀-大理石-崭新',
    297: '蝴蝶-森林-久经',
    1678: '熊刀-原版-原版',
    1708: '弯刀-大理石-崭新',
    2026: '蝴蝶-狩猎网格-久经',
    4092: '蝴蝶-噩梦之夜-久经',
    5264: '刺刀-自动化-久经',
    5266: '折叠-传说-久经',
    13173: 'M9-自由之手-略磨',
    43951: '锯齿爪刀-原版-原版',
    44366: '熊刀-虎牙-崭新',
    45093: '刺刀-渐变-崭新',
    45635: '短剑-紫罗兰-久经',
    45880: '折叠-传说-略磨',
    46040: '刺刀-虎牙-崭新',
    48420: '熊刀-渐变-崭新',
    49372: 'M9-虎牙-崭新',
    49373: '折叠-大理石-崭新',
    56212: '流浪者匕首-原版-原版',
    # 手套
    861: '运动-青铜形态-久经',
    2096: '运动-欧米伽-久经',
    2130: '专业-渐变-久经',
    34713: '摩托-玳瑁-久经',
    43530: '裹手-套印-久经',
    43766: '专业-大腕-久经',
    47191: '运动-大型猎物-久经',
    47205: '摩托-第三特种兵-久经',
    49060: '裹手-警告-久经',
    51135: '运动-夜行衣-久经',
    # AWP
    43393: 'AWP-雷击-崭新',

}
